configurations/WebformulierenVerwerker/xsl/Message2DocumentType.xsl

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:bct="http://bct.nl">
   <soap:Header/>
   <soap:Body>
      <bct:CreateFileVersion>
         <!--Optional:-->
         <bct:ObjectType>S</bct:ObjectType>
         <!--Optional:-->
         <bct:ObjectID></bct:ObjectID>
         <!--Optional:-->
         <bct:FileBytes></bct:FileBytes>
         <bct:FileType>DOCTYP</bct:FileType>
         <bct:FileVersion>0</bct:FileVersion>
         <!--Optional:-->
         <bct:FileExtension>DOCTYP</bct:FileExtension>
         <!--Optional:-->
         <bct:DocumentName>Het swf logo</bct:DocumentName>
         <!--Optional:-->
         <bct:VersionDescription>Eerste versie</bct:VersionDescription>
         <!--Optional:-->
         <!--
         <bct:Action>
            < ! - - Zero or more repetitions: - - >
            <bct:DSAction>?</bct:DSAction>
         </bct:Action>
         -->
      </bct:CreateFileVersion>
   </soap:Body>
</soap:Envelope>